[
    {
        "name": "Oil Painting",
        "description": "Transform this image into an oil painting style with rich brushstrokes and deep color tones. The texture should appear layered, capturing movement and dimension with warm hues and vibrant contrasts."
    },
    {
        "name": "Watercolor",
        "description": "Convert this image into a watercolor style, featuring soft, translucent washes of color. Let the edges blend to create a fluid, ethereal quality with gentle gradients and subtle color variations."
    },
    {
        "name": "Impressionism",
        "description": "Render this image in an Impressionist style with loose brushstrokes and a focus on capturing light and atmosphere. Use vivid colors and emphasize natural light and shadow effects."
    },
    {
        "name": "Cubism",
        "description": "Apply a Cubist style to this image by breaking it into geometric shapes and fragmented forms. Use multiple perspectives and muted colors to abstract and reinterpret the composition."
    },
    {
        "name": "Pop Art",
        "description": "Transform this image into Pop Art with bold, vibrant colors and graphic elements. Use high contrast and flat colors to mimic the playful and iconic nature of commercial art."
    },
    {
        "name": "Surrealism",
        "description": "Apply a Surrealist style to this image to create a dreamlike, fantastical atmosphere. Combine unexpected elements and unusual juxtapositions to evoke mystery and intrigue."
    },
    {
        "name": "Expressionism",
        "description": "Convert this image into an Expressionist style, focusing on emotional impact with bold, distorted forms and exaggerated colors. Emphasize intense feelings and dynamic contrasts."
    },
    {
        "name": "Gothic",
        "description": "Transform this image into a Gothic style with dark colors and intricate details. Emphasize dramatic contrasts and atmospheric effects to create a sense of mystery and grandeur."
    },
    {
        "name": "Art Nouveau",
        "description": "Render this image in the Art Nouveau style with flowing, organic lines and elegant, stylized forms. Use harmonious colors and intricate, nature-inspired patterns."
    },
    {
        "name": "Futurism",
        "description": "Apply a Futurist style to this image, focusing on dynamic movement and modern technology. Use bold lines and vibrant colors to convey speed and innovation."
    },
    {
        "name": "Minimalism",
        "description": "Transform this image into a Minimalist style with simplicity and clarity. Use a limited color palette and focus on clean lines and essential forms."
    },
    {
        "name": "Abstract Expressionism",
        "description": "Convert this image into Abstract Expressionism with spontaneous brushstrokes and a focus on color and form. Use vivid colors and energetic brushwork to express abstract concepts."
    },
    {
        "name": "Sketch",
        "description": "Render this image in a Sketch style with expressive line work and shading. Use fine lines and hatching techniques to capture form and texture."
    },
    {
        "name": "Pointillism",
        "description": "Apply a Pointillist style to this image using distinct dots of color. Emphasize optical mixing of colors through the arrangement of small dots for a textured effect."
    },
    {
        "name": "Pop Surrealism",
        "description": "Transform this image into Pop Surrealism by blending bold colors with surreal, whimsical elements. Create a striking effect that combines playful and enigmatic qualities."
    },
    {
        "name": "Chiaroscuro",
        "description": "Render this image in Chiaroscuro style focusing on the dramatic contrast between light and shadow. Highlight depth and volume with strong directional lighting and deep shadows."
    }
]
